// Localizable.strings
// Bluetooth Menu Extra

"BT"								= "Bluetooth:";
"BTWithVersion"						= "Versão: %@";
"kNameKey"							= "Nome: %@";
"kAddressKey"						= "Endereço: %@";
"Dial-up"							= "Bluetooth-Modem";
"Search"							= "A procurar telefones…";
"OpenNetPrefs"						= "Abrir preferências da rede…";
"OpenIC"							= "Abrir Ligação à Internet…";
"OnKey"								= "Activo";
"OffKey"							= "Desactivado";
"Not Available"						= "Bluetooth: Indisponível";
"Discoverable"						= "Permitir localização: activo";
"NotDiscoverable"					= "Permitir localização: desactivado";
"TempDiscoverable"					= "Permitir localização durante 3 minutos";
"BTTurnOff"							= "Desactivar Bluetooth";
"BTTurnOn"							= "Activar Bluetooth";
"BTDiscoverable"					= "Permitir localização";

"keyOK"								= "OK";
"kBluetoothDeviceYesKey"			= "Sim";
"kBluetoothDeviceNoKey"				= "Não";
"LowBattWarning"					= "As pilhas de %@ estão a ficar fracas.";
"kDevices"							= "Dispositivos";

"kOpenBTPrefsKey"					= "Abrir preferências do Bluetooth…";
"kMousePreferences"					= "Abrir preferências do rato…";
"kKeyboardPreferences"				= "Abrir preferências do teclado...";
"kTrackpadPreferences"				= "Abrir preferências do trackpad…";
"kOpenPrintPrefsKey"				= "Abrir preferências de impressão…";
"kOpenSoundPrefsKey"				= "Abrir preferências de som…";
"kSendFileToDevice"					= "Enviar Ficheiro…";
"kBrowseDevice"						= "Pesquisar dispositivo…";

"kTurnOnHeadphones"					= "Usar como dispositivo de áudio (estéreo)";
"kTurnOffHeadphones"				= "Não utilizar como dispositivo de áudio";
"kTurnOnHeadset"					= "Usar como dispositivo de áudio (mono)";
"kTurnOffHeadset"					= "Não utilizar como dispositivo de áudio";

"kConnectDevice"					= "Ligar";
"kDisconnectDevice"					= "Desligar";
"kResetDevice"						= "Repor definições de fábrica";
"kRemoveDevice"						= "Remover este dispositivo";
"kSyncDevice"						= "Sincronizar...";
"kBatteryLevel"						= "Nível da pilha: %@%%";
"kRSSIKey"							= "RSSI: %@ dBm";

"kPerformSDPQueryKey"				= "Actualizar serviços do dispositivo";
"kPerformNameRequestKey"			= "Actualizar nome do dispositivo";

"kOpenBTSAKey"						= "Configurar dispositivo Bluetooth…";
"kOpenBTEKey"						= "Abrir o explorador de Bluetooth...";
"kOpenBDUKey"						= "Abrir Utilitário de Diagnóstico Bluetooth…";
"kOpenPacketLoggerKey"				= "Abrir PacketLogger…";

"kBTSendFileKey"					= "Enviar Ficheiro…";
"kBTGetFileKey"						= "Pesquisar dispositivo…";

"kJoinNetwork"						= "Estabelecer ligação à rede";
"kKeyDisconnectFromNetwork"			= "Interromper ligação à rede";